export default [
  {
    n: '',
    q: 'Я решаю, что 15 минут сомнительного сна, это лучше чем 15 минут мемов, и устраиваюсь поудобнее.',
  },
  'Пока автобус стоит в пробке, его не так сильно трясёт,\n благодаря чему я быстро нашла идеальную позицию.',
  'Я закрываю глаза.',
  'Внутри автобуса довольно тепло, по сравнению с метелью на улице.',
  'Кажется, будто галдеж автобуса и шум улицы начинает медленно стихать.',
  'Лишь бы не проспать остановку...',
  '...',
  {
    q: '...',
    bg: '#000',
  },
  {
    s: 'b_wakeUp',
  },
];
