export default [
  {
    n: '',
    q: 'Не смотря на мой отвратный сон этой ночью, в такой обстановке подремать нормально у меня точно не выйдет.',
  },
  {
    q: 'Ксюша достает телефон, надевает наушники и открывает ТикТок.',
    a: [
      {
        n: 'phone.jpg',
        h: 50,
        a: [
          [50, 150],
          [50, 100, 1000],
        ],
      },
    ],
  },
  {
    n: 'ТикТок',
    q: 'БИИИТИИИЭССС!!!',
  },
  'Welcome to the club, buddy. *шлёп*',
  'Сегодня мы научим вас готовить вкуснейшее пирожное Безе!',
  '*Хлеб стоит*',
  '...',
  '...',
  '...',
  '*Хлеб упал*',
  {
    n: '',
    q: 'Ксюша прыснула.',
  },
  {
    n: 'ТикТок',
    q: 'Сегодня, я собираю подарок для своей девушки ев день рождения!\nПосмотрим, чем я смогу её удивить)0)',
  },
  {
    n: '',
    q: 'Показывает как от первого лица покупает айфон 13 MAX PRO ULTRA, покупает букет из 101 розы,\n собирает огромную корзинку из киндеров, баунти и в принципе всего ассортимента близжашего магазина со сладким.',
  },
  {
    n: 'ТикТок',
    q: 'И на последок...',
  },
  {
    n: '',
    q: 'Показывает ключи от BMW',
  },
  {
    n: 'ТикТок',
    q: 'Хехех, а реакцию моей девушки, смотрите в следующей части~',
  },
  {
    n: 'Ксюша',
    q: 'А Никита мне подарил, какую-то игру, сделанную им на коленке за 3 дня...',
  },
  {
    n: '',
    q: 'Не желая еще больше разочаровываться в жизни, Ксюша решает не смотреть реакцию девушки и просто убирает телефон.',
  },
  {
    n: 'Ксюша',
    q: 'Моя остановка...',
  },
  {
    n: '',
    q: '...',
    bg: '#000',
  },
  '...',
  '*Хрум-хрум-хрум-хрум*',
  {
    q: 'Ксюша быстрым шагом, чтобы не замерзнуть, идет в универ по тонкому слою снега.',
    bg: 'snowyStreet.jpg',
  },
  'Резко послышался звук чего бегущего за углом.\nИ он приблежался...',
  {
    n: 'Ксюша',
    q: '?',
  },
  {
    n: '',
    q: '*Дикий доггис appears*',
  },
  {
    n: 'Доггис',
    q: '...',
  },
  {
    n: 'Ксюша',
    q: '...',
  },
  {
    n: 'Доггис',
    q: 'Гаф!',
  },
  {
    n: 'Ксюша',
    q: 'АХ!',
  },
  {
    n: '',
    q: 'Ксюша faints and дикий доггис gains 228xp and 50₽',
    bg: '#000',
  },
  {
    s: 'b_wakeUp',
  },
];
