export default [
  {
    bg: 'town.jpg',
    n: '',
    q: 'Вы заходите в красивую арку и попадаете на площадь Бебрянска.',
  },
  'Вокруг виднеются одноэтажные домики.\nНа площади группами собрано много людей.',
  'К вам быстрым шагом кто-то подходит...',
  {
    n: 'Твайлайт',
    q: 'О боже, тебя так долго не было. Я так сильно переживала',
  },
  {
    n: 'Ксюша',
    q: 'Пиздец)',
  },
  {
    n: 'Каору',
    q: 'Я нашел её на пляже без сознания.\nВидимо она получила солнечный удар...',
  },
  'И самое страшное - она ничего не помнит.',
  {
    n: 'Твайлайт',
    q: 'О боже, её срочно надо отвести к медсестре.',
  },
  {
    n: '',
    q: 'Магия единорожки, материализовалась вокруг свободной руки Ксюши и\nрезко потянула её за собой.',
  },
  'Каору остался позади, пока Твайлайт, чуть ли не бегом, волокла за собой Ксюшу.',
  {
    bg: 'medical.jpg',
    q: 'Спустя буквально пару минут вы уже были в медпункте.',
  },
  {
    n: 'Микан',
    q: 'Ах?..',
    a: [
      {
        n: 'mikan.png',
      },
    ],
  },
  {
    n: 'Твайлайт',
    q: 'Ксюшаперегреласьнасолнцеипотеряласознаниеатеперьничегонепомнитпомо-',
  },
  {
    n: '',
    q: 'Микан запаниковала и начала плакать.',
    a: [
      {
        n: 'mikanCrying.png',
      },
    ],
  },
  {
    n: 'Твайлайт',
    q: 'Ох, ради Селестии, прости. Сейчас я все объясню...',
  },
  {
    n: '',
    q: '...',
  },
  '...',
  'Спустя минутное объяснение, и наложенный холодный компресс, все немного успокоилось.',
  {
    n: 'Микан',
    q: '... и никакого кофе и алкоголя сегодня!',
  },
  {
    n: 'Ксюша',
    q: 'Хорошо-хорошо, правда я себя и так нормально чувствую,\nне смотря на то, что я не понимаю, что происходит.',
  },
  {
    n: 'Твайлайт',
    q: 'Ну и отлично, дойти до дома сможешь?',
  },
  {
    n: 'Ватруша',
    q: 'По-правде, я не знаю, где находится мой дом...',
  },
  {
    n: 'Твайлайт',
    q: '...',
    a: [{ n: 'twilightCringing.png' }],
  },
  {
    n: '',
    q: 'Рог Твайлайт резко засветился.\nМикан снова в панике запищала.',
  },
  {
    q: 'Через мгновение вы уже были возле входной двери в один из домиков.',
    bg: 'houseEnter.jpg',
  },
  {
    n: 'Ксюша',
    q: 'А типа так сразу нельзя было, вместо того чтобы бежать к медсестре?',
  },
  {
    n: 'Твайлайт',
    q: 'Ну я чуть-чуть запаниковалааа...',
    a: [{ n: 'twilightShy.png' }],
  },
  {
    a: [{ n: 'twilight.png' }],
    q: 'В любом случае, тебе стоит отдохнуть.',
  },
  {
    n: 'Ксюша-булочка',
    q: 'Да, благодарю, за помощь.',
  },
  {
    n: 'Твайлайт',
    q: 'Обращайся!',
  },
  {
    n: '',
    q: 'Твайлайт, довольная собой, грациозно загарцевала в сторону площади.',
    a: [],
  },
  {
    n: 'Ксюша',
    q: 'Ну что же...',
  },
  'I gently open the door...',
];
