export default [
  {
    bg: 'village.jpg',
    n: '',
    q: 'Вы заходите в красивую арку и попадаете в городок Бебрянска.',
    p: [
      {
        n: 'kaworu-nendoroid.png',
        a: [[50, -100]],
      },
    ],
  },
  'Посреди городка находится бассейн, вокруг которого расположены небольшие домики.',
  'К вам быстрым шагом кто-то подходит...',
  {
    n: 'Твайлайт',
    q: 'О боже, тебя так долго не было. Я так сильно переживала',
    p: [
      {
        n: 'twilight.png',
        a: [[50, 20, 500]],
      },
    ],
  },
  {
    n: 'Ксюша',
    q: 'Пиздец)',
  },
  {
    n: 'Каору',
    q: 'Я нашел её на пляже без сознания.\nВидимо она получила солнечный удар...',
    p: [
      {
        n: 'twilight.png',
        a: [[30, 20, 500]],
      },
      {
        n: 'kaworu-drip.png',
        a: [
          [70, -100],
          [70, 20, 500],
        ],
      },
    ],
  },
  'И самое страшное - она ничего не помнит.',
  {
    n: 'Твайлайт',
    q: 'О боже, её срочно надо отвести к медсестре.',
    p: [
      {
        n: 'twilight.png',
        a: [[50, 20, 500]],
      },
      {
        n: 'kaworu-drip.png',
        a: [[90, 20, 500]],
      },
    ],
  },
  {
    n: '',
    q: 'Магия единорожки, материализовалась вокруг свободной руки Ксюши и\nрезко потянула её за собой.',
  },
  {
    q: 'Каору остался позади, пока Твайлайт, чуть ли не бегом, волокла за собой Ксюшу.',
    p: [
      {
        n: 'twilight.png',
        a: [[50, -100]],
      },
      {
        n: 'kaworu-drip.png',
        a: [[50, -100]],
      },
    ],
  },
  {
    bg: 'doctor-office.jpg',
    q: 'Спустя буквально пару минут вы уже были в медпункте.',
  },
  {
    n: 'Микан',
    q: 'Ах?..',
    p: [
      {
        n: 'mikan.png',
        a: [[90, 50, 500]],
      },
    ],
  },
  {
    n: 'Твайлайт',
    q: 'Ксюшаперегреласьнасолнцеипотеряласознаниеатеперьничегонепомнитпомо-',
    p: [
      {
        n: 'mikan.png',
        a: [[30, 20, 500]],
      },
      {
        n: 'twilight.png',
        a: [
          [70, -100],
          [70, 20, 500],
        ],
      },
    ],
  },
  {
    n: '',
    q: 'Микан запаниковала и начала плакать.',
    p: [
      {
        n: 'mikan.png',
        a: [[50, -100]],
      },
      {
        n: 'mikan-crying.png',
        a: [[30, 20]],
      },
    ],
  },
  {
    n: 'Твайлайт',
    q: 'Ох, ради Селестии, прости. Сейчас я все объясню...',
  },
  {
    n: '',
    q: '...',
    bg: '#000',
    p: [
      {
        n: 'mikan.png',
        a: [[50, -100]],
      },
      {
        n: 'mikan-crying.png',
        a: [[50, -100]],
      },
    ],
  },
  'Спустя минутное объяснение, и наложенный холодный компресс, все немного успокоилось.',
  {
    n: 'Микан',
    q: '... и никакого кофе и алкоголя сегодня!',
    bg: 'doctor-office.jpg',
    p: [
      {
        n: 'mikan.png',
        a: [[50, 20]],
      },
    ],
  },
  {
    n: '',
    q: 'Услышав, про алкоголь, Ксюша расстроилась, ведь возле бассейна, она заметила неплохой бар, в который намеревалась зайти после всего.',
  },
  {
    n: 'Ксюша',
    q: 'Хорошо-хорошо, правда я себя и так нормально чувствую, не смотря на то, что я не понимаю, что происходит.',
  },
  {
    n: 'Твайлайт',
    q: 'Ну и отлично, дойти до дома сможешь?',
    p: [
      {
        n: 'mikan.png',
        a: [[30, 20, 500]],
      },
      {
        n: 'twilight.png',
        a: [
          [70, -100],
          [70, 20, 500],
        ],
      },
    ],
  },
  {
    n: 'Ксюша-Ватруша',
    q: 'По-правде, я не знаю, где находится мой дом...',
  },
  {
    n: 'Твайлайт',
    q: '-_-',
    p: [
      {
        n: 'twilight.png',
        a: [[70, -100]],
      },
      { n: 'twilight-cringing.png', a: [[70, 20]] },
    ],
  },
  {
    n: '',
    q: 'Рог Твайлайт резко засветился.\nМикан снова в панике запищала.',
    p: [
      {
        n: 'twilight-cringing.png',
        a: [[50, -100]],
      },
      {
        n: 'twilight-casting.png',
        a: [[70, 20]],
      },
      {
        n: 'mikan.png',
        a: [[30, 30, 500]],
      },
      {
        n: 'mikan.png',
        a: [[50, -100]],
      },
      {
        n: 'mikan-crying.png',
        a: [[30, 30]],
      },
      {
        n: 'mikan-crying.png',
        a: [[30, 20, 500]],
      },
    ],
  },
  {
    q: 'Через мгновение вы уже были возле входной двери в один из домиков.',
    bg: 'house-enter.jpg',
  },
  {
    n: 'Ксюша',
    q: 'А типа так сразу нельзя было, вместо того чтобы бежать к медсестре?',
  },
  {
    n: 'Твайлайт',
    q: 'Ну я чуть-чуть запаниковалааа...',
    a: [{ n: 'twilightShy.png' }],
  },
  {
    a: [{ n: 'twilight.png' }],
    q: 'В любом случае, тебе стоит отдохнуть.',
  },
  {
    n: 'Ксюша-булочка',
    q: 'Да, благодарю, за помощь.',
  },
  {
    n: 'Твайлайт',
    q: 'Обращайся!',
  },
  {
    n: '',
    q: 'Твайлайт, довольная собой, грациозно загарцевала в сторону площади.',
    a: [],
  },
  {
    n: 'Ксюша',
    q: 'Ну что же...',
  },
  'I gently open the door...',
];
