export default [
  {
    n: 'Ксюша',
    q: 'Вообще-то, ты мой должник!\nТы разве не помнишь, как я тебя выручила тогда?',
  },
  {
    n: 'Мордекай',
    q: 'Да ну, это когда ты МЕНЯ выручала?',
  },
  {
    n: 'Ксюша',
    q: 'Ну, эм, на прошлой неделе.\nТы сам не помнишь?',
  },
  {
    n: 'Мордекай',
    q: 'На прошлой неделе, ты, пока играла с остальными в волейбол, зарядила мячом прям в бар, успешно выбив страйк, в виде бутылки коньяка.',
  },
  {
    n: 'Ксюша',
    q: 'А, ой.',
  },
  {
    n: 'Мордекай',
    q: 'Все, ничего ты не получишь, проваливай.',
  },
  {
    n: 'Ксюша',
    q: 'Ну и ладно!',
  },
  {
    n: '',
    q: 'Ужасно оскорблённая, Ксюша, задрав высоко нос, быстрым шагом пошла в сторону от бара.',
    bg: 'village.jpg',
    p: [
      {
        n: 'mordecai-cringing',
        a: [[50, -300, 500]],
      },
    ],
  },
  'Из-за этого, она случайно подскользнулась на краю бассейна...',
  {
    q: 'И, ударившись головой, упала в него.',
    bg: '#ff0000',
  },
  {
    q: '...',
    bg: '#000',
  },
  {
    s: 'gameOver',
  },
];
