export default [
  {
    n: 'Ксюша',
    q: 'Ну, блин, ты разве не хочешь угостить, молодую и красивую девушку?',
  },
  {
    n: 'Мордекай',
    q: 'Хочу.',
  },
  {
    n: 'Ксюша',
    q: '!!!',
  },
  {
    n: 'Мордекай',
    q: 'Но, не тебе.',
  },
  {
    n: '',
    q: 'У Ксюши наворачиваются слёзы.',
  },
  {
    n: 'Ксюша',
    q: 'НУ ПОЖАЛУЙСТААААААА!!!',
    a: [
      {
        n: 'mordecai',
        a: [[70, 0, 500]],
      },
      {
        n: 'aqua-crying',
        a: [
          [-100, 0],
          [10, 0, 500],
        ],
      },
    ],
  },
  {
    n: 'Мордекай',
    q: 'Да, отстань, ты!',
  },
  {
    n: 'Ксюша',
    q: 'Ты такой злой! УАА!',
    a: [
      {
        n: 'aqua-crying',
        a: [[20, 0, 500]],
      },
    ],
  },
  {
    n: 'Мордекай',
    q: 'АГРХ! Ладно! Но ты мне должна!',
  },
  {
    n: '',
    q: 'Через минуту Ксюша уже наслаждалась бесплатным котейлем, пока неудачливый бармен смотрел на нее с диким разочарованием.',
  },
  'Ксюша допивает до дна.',
  {
    n: 'Ксюша',
    q: 'АХ! Это было хорошо~',
  },
  'Еще!',
  {
    n: 'Мордекай',
    q: 'НЕТ!',
  },
  {
    n: 'Ксюша',
    q: 'Ахаха, ладно-ладно. Спасибо, расплачусь в следующий раз.',
  },
  {
    n: 'Мордекай',
    q: 'Уж постарайся!',
  },
];
