export default [
  {
    n: 'Ксюша',
    q: 'Тогда, лучше мне расскажи, почему ты все время бегаешь к Твайлайт?',
  },
  {
    n: 'Мордекай',
    q: 'Чего!?',
  },
  {
    n: 'Ксюша',
    q: 'Смотришь на неё~',
  },
  {
    n: 'Мордекай',
    q: 'Да, я не- Аргх, только никому ни слова!',
  },
  {
    n: 'Ксюша',
    q: 'Да, что ты, я наоборот, могу помочь.',
  },
  {
    n: 'Мордекай',
    q: '?..',
  },
  {
    n: 'Ксюша',
    q: 'Знаешь ли, я могу попробовать уговорить её на свидание с тобой.',
  },
  {
    n: '',
    q: 'Мордекай смущён, но по нему видно, что он заинтересован.',
  },
  {
    n: 'Ксюша',
    q: 'Но за это, ты меня угощаешь)))',
  },
  {
    n: 'Мордекай',
    q: 'Хорошо... Хорошо! Убедила. Я плачу.',
  },
  {
    n: 'Ксюша',
    q: 'УРАА!',
  },
  {
    n: '',
    q: 'Спустя половину меню бара и обсуждение плана...',
    bg: '#000',
  },
  {
    n: 'Ксюша',
    q: 'ТеБе всйо понятно!?',
  },
  {
    n: 'Мордекай',
    q: 'Да-да, но вот тебе сейчас в таком состоянии никуда нельзя!',
  },
  {
    n: 'Ксюша',
    q: 'Да Я... СоВсем чуть-ЧУТЬ пьяная!',
  },
  {
    n: 'Мордекай',
    q: 'Да-да, но пожалуйста, чуть-чуть проветрись. Можешь пока сходить на пляж или куда хочешь, только не говори с ней сейчас.',
  },
  {
    n: 'Ксюша',
    q: 'Ламдно, такм и бЫТЬ...',
  },
  {
    n: '',
    q: 'Ксюша, неровными шагами покавыляла в сторону пляжа.',
  },
  {
    n: '',
    q: 'Проходя рядом с бассейном, она подскользнулась...',
  },
  {
    n: '',
    q: '... но, на удивление, сумела удержать равновесие!',
  },
  {
    n: 'Мордекай',
    q: 'ХЕЙ! Если ты убьешься, то кто мне поможет!?\nБудь осторожнее.',
  },
  {
    n: 'Ксюша',
    q: 'Да-даА~ Всё под коНТРОолеМ!\nЭто ни изза тоГО, что я ПЬЯНАЯ!!!',
  },
  {
    n: 'Мордекай',
    q: 'Да, я так и понял. Но все равно, будь осторожнее.',
  },
  {
    n: '',
    q: 'Ксюша,',
  },
];
