export default [
  {
    bg: 'eva_beach.jpg',
    a: [['beach.wav', true]],
    n: '',
    q: 'Ксюша наконец прибежала на пляж.',
  },
  {
    n: 'Каору',
    q: 'Я ждал тебя.',
    p: [
      {
        n: 'kaworu',
        a: [[50, -80, 500]],
      },
    ],
  },
  {
    n: 'Ксюшечка',
    q: 'Ох, да! Прости! Я просто лежала на лежаке, а солнышко так грело. Я немного прикрыла глаза и-',
  },
  {
    n: 'Каору',
    q: 'Не волнуйся ты так.\nЯ готов ждать тебя, хоть вечность.',
  },
  {
    n: 'Ксюша',
    q: 'М?)',
  },
  {
    n: 'Каору',
    q: '...',
  },
  {
    n: 'Ксюша',
    q: '...',
  },
  {
    n: 'Каору',
    q: 'О чём ты хочешь поговорить?',
  },
  {
    n: 'Ксюша',
    q: 'А... Разве не ты хотел поговорить со мной о чём-то?',
  },
  {
    n: 'Каору',
    q: 'Ты же хочешь мне что-то сказать, не так ли?',
  },
  {
    n: 'Ксюша',
    q: '...',
  },
  'За последний год столько всего случилось...',
  'Раньше я жила в Ставрополе, и училась в колледже.',
  'Это было спокойное и скучное время.',
  'Я просто существовала.',
  'Но это мне нравилось!',
  'Мне абсолютно ничего не нужно было делать.',
  {
    n: 'Каору',
    q: 'Ты ненавидишь людей?',
  },
  {
    n: 'Ксюша',
    q: 'Нет, мне они безразличны.',
  },
  'Но я ненавижу свой универ!',
  '(Зачем я сказала это Каору?)',
  '...',
  {
    n: 'Каору',
    q: 'Возможно я был рожден, чтобы встретиться с тобой!',
  },
  {
    n: '',
    q: 'Резко океан окрасился в красный.',
    bg: 'end_of_eva.jpg',
  },
  { n: 'Ксюша', q: 'Что происходит!?' },
  {
    n: 'Каору',
    q: 'Похоже наше время вышло...\nНо я был счастлив делить с тобой даже эти крошечные мгновения.',
  },
  {
    n: '',
    q: 'Резко перед Ксюшей появилась Рей.',
    p: [
      {
        n: 'kaworu',
        a: [[20, -80, 500]],
      },
      {
        n: 'plush_rei',
        h: 80,
        a: [[50, 0, 500]],
      },
    ],
  },
  'Плюшевая рей...',
  {
    n: 'Ксюша',
    q: 'Что здесь-',
  },
  {
    n: '',
    q: 'Не успела Ксюша ответить, как ее превратили в балтику 9.',
    bg: '#e67e43',
    p: [
      {
        n: 'kaworu',
        a: [[50, -300, 500]],
      },
      {
        n: 'plush_rei',
        a: [[50, -300, 500]],
      },
    ],
  },
  {
    n: 'Ксюша',
    q: 'А ведь... Все так неплохо начиналось...',
  },
  'Только не забирайте меня обратно в Ставрополь.',
  {
    n: '',
    q: '...',
    bg: '#000',
  },
  {
    s: 'gameOver',
  },
];
