export default [
  {
    bg: 'restaurant.jpg',
    n: '',
    q: 'Ксюша заходит в ближайший и единственный ресторан.',
  },
  {
    n: 'Ксюша',
    q: 'Вообще я и сама не прочь перекусить...\nКогда я последний раз ела?',
  },
  {
    n: '',
    q: 'Краем глаза, Ксюша все-таки замечает Твайлайт, но урчащий живот подсказывает, что лучше сначала взять покушать.',
  },
  'Ксюша подходит и начинает выбирать, что будет кушать.',
  {
    n: 'Ксюшечка',
    q: 'Так, что мне взять?',
    c: ['Шаурма', 'Сет филадельфии', 'Котлетки с пюрешкой', 'Такояки'],
    cc: ['d_getFood', 'd_getFood', 'd_getFood', 'd_getFood'],
  },
];
