export default [
  {
    n: '',
    q: 'Через пару минут, на окраине пляжа появляется единорожка.',
  },
  'Она неловко выходит на песок, и осматривается.',
  'Мордекай обернулся, и тепло улыбнулся.',
  'Твайлайт, тоже смущённо улыбнулась.',
  {
    n: 'Ксюша',
    q: 'Вау, я будто читаю кринжовый фанфик.',
  },
  'Полное погружение.',
  {
    n: '',
    q: 'Они медленно подходят друг к другу.',
  },
  'Мордекай нежно берёт Твайлайт за копыто и они вместе идут наблюдать за закатом.',
  'Похоже у них все хорошо, а наша игра с бюджетом в завтрак студента подходит к концу.',
  'Неужели это конец, просто так, без каких-либо сюрпризов?',
  'Ну...\nЕсть кое-что еще!',
  {
    playFinal: true,
  },
];
